[
    {
        "id": "1",
        "type": "museum",
        "order": 1,
        "name": "Árbæjarsafn",
        "events": [
            {
                "id": "1",
                "type": "ongoing",
                "name": "Húsin",
                "art": [
                    {
                        "id": "1",
                        "type": "exhibit",
                        "order": 1,
                        "name": "Prófessorshúsið",
                        "subTitle": "Kleppur",
                        "information": {
                            "shortDescription": "",
                            "sections": [
                                {
                                    "order": 1,
                                    "type": "image",
                                    "url": "https://borgarsogusafn.is/sites/borgarsogusafn.is/files/thumbnails/image/kleppur_sudaustur.jpg"
                                },
                                {
                                    "order": 2,
                                    "type": "text",
                                    "content": "Húsið var reist árið 1907 til íbúðar fyrir yfirlækni og annað starfsfólk fyrsta geðsjúkrahússins á Íslandi að Kleppi. Var húsið tengt spítalanum með tengibyggingu. Rögnvaldur Ólafsson, fyrsti íslenski arkitektinn, teiknaði bæði húsin, sem voru reist samtímis. Í mörgum húsum Rögnvaldar má sjá sterk klassísk áhrif og á það við um Prófessorshúsið."
                                },
                                {
                                    "order": 3,
                                    "type": "text",
                                    "content": "Fyrsti yfirlæknir Kleppsspítala og jafnframt fyrsti geðlæknir á Íslandi, Þórður Sveinsson, bjó á fyrstu hæð hússins ásamt fjölskyldu sinni á árunum 1907-1940. Skiptar skoðanir voru um geðlækningar í tíð Þórðar, bæði innan læknastéttarinnar og meðal almennings. Hann fór ekki varhluta af því en almennt þótti hann farsæll í starfi."
                                },
                                {
                                    "order": 4,
                                    "type": "text",
                                    "content": "Kona Þórðar var dönsk, Ellen Johanne Kaaber að nafni. Faðir hennar var húsgagnaframleiðandi og komu öll húsgögn heimilisins þaðan. Læknishjónin eignuðust sjö börn sem öll ólust upp í Prófessorshúsinu. Þeirra á meðal má nefna Úlfar augnlækni, Agnar rithöfund og Gunnlaug lögfræðing."
                                },
                                {
                                    "order": 5,
                                    "type": "text",
                                    "content": "Á 2. hæð Prófessorshússins bjó starfsfólk spítalans, m.a. yfirhjúkrunarkona, ráðskona og ráðsmaður. Á háaloftinu var m.a. herbergi sem vökukona spítalans hafði."
                                },
                                {
                                    "order": 6,
                                    "type": "text",
                                    "content": "Kleppur hafði verið bújörð um aldir og var svo enn í tíð Þórðar Sveinssonar. Þótti allnokkur spölur þaðan til Reykjavíkur."
                                },
                                {
                                    "order": 7,
                                    "type": "text",
                                    "content": "Prófessorshúsið var flutt á Árbæjarsafn 1978. Þótti viðstöddum tilkomumikil sjón að sjá hann koma siglandi“ upp Ártúnshæðina á flutningapalli. Húsið var opnað til sýningar á 200 ára afmæli Reykjavíkurborgar árið 1986."
                                },
                                {
                                    "order": 8,
                                    "type": "text",
                                    "content": "Prófessorshúsið er meðal stærstu og veglegustu húsa safnsins. Það hýsir nú skrifstofur safnins."
                                }
                            ]
                        }
                    },
                    {
                        "id": "2",
                        "type": "exhibit",
                        "order": 2,
                        "name": "Landakot",
                        "subTitle": "ÍR húsið",
                        "information": {
                            "shortDescription": "",
                            "sections": [
                                {
                                    "order": 1,
                                    "type": "image",
                                    "url": "https://borgarsogusafn.is/sites/borgarsogusafn.is/files/thumbnails/image/landakot.jpg"
                                },
                                {
                                    "order": 2,
                                    "type": "text",
                                    "content": "Húsið var upphaflega byggt sem kirkja kaþólska safnaðarins á Íslandi. Það var smíðað í Mandal í Noregi og flutt tilsniðið til Íslands, þar sem það var reist á Landakotstúni austanverðu. Kirkjan var vígð á jóladag 1897 og var helguð hinu heilaga hjarta Jesú, tákni miskunnsemi og kærleika."
                                },
                                {
                                    "order": 4,
                                    "type": "text",
                                    "content": "Árið 2004 hafði húsið lokið hlutverki sínu sem íþróttahús og var þá flutt á Árbæjarsafn þar sem það hefur verið endurgert og hefur nú öðlast hlutverk safn- og sýningahúss."
                                },
                                {
                                    "order": 5,
                                    "type": "text",
                                    "content": "Húsið hýsir tvær sýningar: Í húsi Krists og kappleikja og Komdu að leika"
                                },
                                {
                                    "order": 6,
                                    "type": "text",
                                    "content": "Á sýningunni Í húsi Krists og kappleikja, sem opnaði árið 2008 í Landakoti, er gerð grein fyrir hinum tveimur ólíku köflum í sögu hússins. Fyrstu 30 árin var það kaþólskt guðshús en árið 1929 þegar reist hafði verið ný kirkja var ákveðið að Íþróttafélag..."
                                },
                                {
                                    "order": 8,
                                    "type": "subTitle",
                                    "content": "Komdu að leika"
                                },
                                {
                                    "order": 9,
                                    "type": "text",
                                    "content": "Sýningin Komdu að leika fjallar um leiki og leikföng barna í Reykjavík á 20. öld. Varpað er ljósi á fjölbreytileika og þróun leikfanga og hvernig leikir endurspegla samfélagið á hverjum tíma. Sýningin var opnuð árið 2008 og er í Landakoti."
                                },
                                {
                                    "order": 11,
                                    "type": "image",
                                    "url": "https://borgarsogusafn.is/sites/borgarsogusafn.is/files/thumbnails/image/10562563_10152491950840957_174342638205688658_o_1.jpg"
                                }
                            ]
                        },
                        "events": [
                            {
                                "id": "2",
                                "type": "exhibitions",
                                "order": 1,
                                "name": "Í húsi Krists og kappleikja",
                                "subTitle": "",
                                "information": {},
                                "art": []
                            },
                            {
                                "id": "3",
                                "type": "exhibitions",
                                "order": 2,
                                "name": "Leikfangasýningin: Komdu að leika!",
                                "subTitle": "Sýningin Komdu að leika ! fjallar um leiki og leikföng barna í Reykjavík á 20. öld. Varpað er ljósi á fjölbreytileika og þróun leikfanga og hvernig leikir endurspegla samfélagið á hverjum tíma.",
                                "information": {
                                    "shortDescription": "",
                                    "sections": [
                                        {
                                            "order": 1,
                                            "type": "image",
                                            "url": "https://borgarsogusafn.is/sites/borgarsogusafn.is/files/thumbnails/image/landakot.jpg"
                                        },
                                        {
                                            "order": 2,
                                            "type": "text",
                                            "content": "Húsið var upphaflega byggt sem kirkja..."
                                        },
                                        {
                                            "order": 3,
                                            "type": "text",
                                            "content": "Árið 1929 þegar lokið var byggingu..."
                                        }
                                    ]
                                },
                                "art": []
                            }
                        ]
                    }
                ]
            }
        ]
    }
]